// © Copyright 2004-2012, 2015 HP Development Company, L.P.

HSDTaskName = "Indstillinger for joblagring";

HSDAllowStoredJobsCheckBox = "Tillad gemte opgaver på denne printer";
HSDInternalPrinterMemoryLocation = "Intern printerhukommelse";
HSDUSBFlashStorageDeviceLocation = "USB-flashlagerenhed";
InternalPrinterMemoryLocationTooltip = "Alle gemte opgavedata på USB-flashlagerenheden slettes vha. metoden Sikker krypteret sletning. Alle efterfølgende gemte opgaver gemmes i printerens interne hukommelse.";
USBFlashStorageDeviceLocationTooltip = "Det flashlager, der er sat i, formatteres, og alle data slettes. Lagerdata fra eksisterende opgaver flyttes derefter fra printerens interne hukommelse til flashlagerenheden, hvorpå de slettes fra printerens hukommelse. Alle efterfølgende gemte opgaver gemmes på flashlagerenheden.";

HSDSortPopUpTitle = "Sortér lagrede jobs efter:";
HSDRetainTempJobsPolicyPopUpTitle = "Fasthold midlertidige jobs efter genstart:";
HSDDeleteTempJobsAfterPopUpTitle = "Slet midlertidige jobs efter:";
HSDDeleteStandardJobsAfterPopUpTitle = "Slet almindelige jobs efter:";
HSDRejectNoPinJobsCheckBox = "Annuller alle lagrede jobs uden PIN-kode";
HSDDeleteAllStoredJobsButton = "Slet alle lagrede jobs";

// values for sort popup
HSDAlphabetically = "Opgavenavn";
HSDChronologically = "Dato";

// values for retain temp jobs policy popup
HSDAll = "Alt";
HSDNone = "Behold ikke";
HSDOnlyPersonal = "Kun personlig";

// values for delete temp/standard job after popup
HSDNever = "Aldrig";
HSDThirtyMinutes = "30 minutter";
HSDOneHour = "1 time";
HSDFourHours = "4 timer";
HSDOneDay = "1 dag";
HSDOneWeek = "1 uge";
HSDFourWeeks = "4 uger";

NoGetTitle = "Det var ikke muligt at hente indstillinger";
NoGetMsg = "Kontrollér, om printeren er online og forbundet.";
